tap "borkdude/brew"
tap "clojure/tools"
tap "escherize/nqq"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
tap "unisonweb/unison"
tap "yt-dlp/taps"
brew "sqlite"
brew "python@3.10"
brew "asciinema"
brew "autojump"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "fontconfig"
brew "cfssl"
brew "coreutils"
brew "fd"
brew "fzf"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "haskell-language-server"
brew "haskell-stack"
brew "jq"
brew "leiningen"
brew "lua"
brew "luarocks"
brew "markdown"
brew "node"
brew "mermaid-cli"
brew "ncdu"
brew "ncurses"
brew "postgresql", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "syncthing", link: false
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "tz"
brew "watch"
brew "yarn"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure/tools/clojure"
brew "railwaycat/emacsmacport/emacs-mac", link: false
brew "unisonweb/unison/unison-language"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "alfred"
cask "bitwarden"
cask "brave-browser"
cask "caffeine"
cask "cljstyle"
cask "discord"
cask "firefox"
cask "foobar2000"
cask "godot"
cask "google-chrome"
cask "graalvm-ce-java11"
cask "hammerspoon"
cask "iterm2"
cask "joker"
cask "krisp"
cask "mpv"
cask "ngrok"
cask "openemu"
cask "slack"
cask "spectacle"
cask "speedcrunch"
cask "steam"
cask "syncthing"
cask "telegram"
cask "thedesk"
cask "transmission"
cask "visual-studio-code"
cask "vivaldi"
cask "webtorrent"
cask "whalebird"
cask "zotero"
